{
  "posts": [
    {
      "id": 0,
      "guid": "76e7387d-d9bd-4eb2-81d2-90da6e9734d3",
      "status": "Draft",
      "author": "Madelyn Mendoza",
      "title": "Labore nulla adipisicing tempor proident ullamco id ullamco consequat laboris cillum quis in.",
      "content": "Ad eiusmod aliqua magna in. Adipisicing occaecat qui amet aute dolore. Cillum excepteur dolore consectetur consequat non culpa nisi cupidatat. Minim nulla qui ad cupidatat sit. Aliqua ad irure deserunt sit.\r\n",
      "tags": [
        "Lyrichord",
        "Quailcom",
        "Dancerity",
        "Acusage",
        "Prowaste",
        "Xplor",
        "Visalia",
        "Trasola",
        "Quarex",
        "Micronaut"
      ]
    },
    {
      "id": 1,
      "guid": "e29388d1-cd0f-4ef0-95bd-67a285111ecb",
      "status": "Published",
      "author": "Anastasia Butler",
      "title": "Nostrud sint anim enim veniam anim reprehenderit ipsum veniam deserunt dolor dolor ipsum sunt.",
      "content": "Laborum id aute amet aliqua officia ea. Velit sunt consectetur duis exercitation veniam est ad non nisi excepteur aliqua. Aliqua consequat ipsum cillum cupidatat commodo culpa mollit officia occaecat. Consectetur minim aliquip do nulla qui qui dolore voluptate velit qui est sit esse. Id officia enim sunt excepteur dolore culpa ullamco eiusmod ullamco sunt anim. Aliqua mollit consequat fugiat non adipisicing quis non.\r\n",
      "tags": [
        "Twiggery",
        "Telpod",
        "Buzzness",
        "Zolarity",
        "Kraggle",
        "Buzzopia",
        "Miraclis",
        "Geekko",
        "Makingway",
        "Geekwagon"
      ]
    },
    {
      "id": 2,
      "guid": "80b9be0f-4ab4-44d2-bc23-c1aad4e74995",
      "status": "Draft",
      "author": "Gay House",
      "title": "Non ad voluptate elit cupidatat.",
      "content": "Ullamco consequat incididunt nisi ullamco officia. Voluptate aute consectetur ullamco esse aliqua proident non reprehenderit quis sint. Ex esse aliquip dolore mollit dolor.\r\n",
      "tags": [
        "Eclipsent",
        "Tubesys",
        "Aquoavo",
        "Musanpoly",
        "Cytrek",
        "Isologix",
        "Eclipto",
        "Omatom",
        "Utara",
        "Mondicil"
      ]
    },
    {
      "id": 3,
      "guid": "e4cd5ae6-af6f-44d3-9061-1dc83796406e",
      "status": "Draft",
      "author": "Yvette Castaneda",
      "title": "Sunt et excepteur proident labore occaecat eiusmod excepteur aute consectetur qui incididunt pariatur tempor cillum.",
      "content": "Consectetur laboris proident occaecat deserunt Lorem nulla voluptate consectetur ex voluptate. Eu reprehenderit consectetur anim deserunt consectetur laboris officia velit aliquip eiusmod mollit nulla nisi. Cupidatat amet sint reprehenderit adipisicing qui excepteur qui. Cupidatat aliqua magna dolore culpa quis quis. Veniam veniam elit deserunt excepteur consequat reprehenderit veniam do commodo. Laborum do sint voluptate veniam excepteur Lorem. Est dolor voluptate enim voluptate occaecat ad reprehenderit laborum.\r\n",
      "tags": [
        "Mantro",
        "Slumberia",
        "Firewax",
        "Gazak",
        "Rockabye",
        "Voratak",
        "Norali",
        "Accusage",
        "Satiance",
        "Dogtown"
      ]
    },
    {
      "id": 4,
      "guid": "b047fef8-a4d0-4602-bed0-dbc5510e1529",
      "status": "Draft",
      "author": "Verna England",
      "title": "Non sit reprehenderit culpa reprehenderit commodo.",
      "content": "Reprehenderit tempor occaecat aliqua anim amet officia consectetur. Reprehenderit enim magna et ad mollit incididunt. Fugiat consectetur voluptate fugiat culpa. Culpa consectetur velit ullamco nostrud officia.\r\n",
      "tags": [
        "Unia",
        "Moltonic",
        "Solaren",
        "Incubus",
        "Venoflex",
        "Exiand",
        "Isosure",
        "Handshake",
        "Nexgene",
        "Animalia"
      ]
    },
    {
      "id": 5,
      "guid": "6fcbd70f-d22f-4eaf-ae99-e799026f92c0",
      "status": "Draft",
      "author": "Bonnie Justice",
      "title": "Reprehenderit eiusmod veniam officia cillum Lorem magna aute aute occaecat.",
      "content": "Velit deserunt officia aliquip duis proident commodo dolor ex cupidatat cupidatat duis esse esse elit. Officia velit culpa non fugiat exercitation duis consectetur ea labore est. Nulla culpa nostrud exercitation aute in incididunt culpa excepteur id et cillum ipsum amet. Excepteur non sunt excepteur laborum exercitation labore aute consectetur officia. Officia consectetur esse commodo excepteur amet quis amet veniam ex.\r\n",
      "tags": [
        "Pyramia",
        "Elpro",
        "Interfind",
        "Acumentor",
        "Furnigeer",
        "Vetron",
        "Adornica",
        "Cipromox",
        "Xoggle",
        "Schoolio"
      ]
    },
    {
      "id": 6,
      "guid": "5b5fe408-f5c6-4a72-9212-85148a4a75a1",
      "status": "Archived",
      "author": "Rosario Caldwell",
      "title": "Culpa aute sit commodo quis ullamco qui do.",
      "content": "Incididunt sunt fugiat magna exercitation pariatur laborum mollit deserunt elit fugiat amet. Et minim ipsum deserunt amet voluptate culpa esse qui nisi mollit irure velit. Sint veniam Lorem irure ipsum aliquip enim. Velit eu Lorem pariatur aliquip tempor ullamco exercitation. Anim tempor nulla eiusmod pariatur eiusmod et. Fugiat amet pariatur adipisicing cupidatat nisi in aliqua qui dolore aute labore nisi excepteur elit. Incididunt culpa adipisicing cupidatat cupidatat eiusmod officia ullamco velit magna voluptate proident aliquip.\r\n",
      "tags": [
        "Xylar",
        "Indexia",
        "Enjola",
        "Kage",
        "Mitroc",
        "Wazzu",
        "Affluex",
        "Plasmosis",
        "Comtent",
        "Ziore"
      ]
    },
    {
      "id": 7,
      "guid": "153ec414-ceda-4e72-811f-d8297c29bce1",
      "status": "Published",
      "author": "Bobbi Foreman",
      "title": "Laborum proident qui cupidatat veniam cillum voluptate minim.",
      "content": "Voluptate adipisicing eiusmod eu officia commodo ex in in fugiat incididunt fugiat tempor id. Elit dolor commodo laborum esse amet culpa sit do. Et cillum deserunt veniam deserunt ea consequat proident dolore consectetur tempor laborum labore. Dolore minim laborum veniam mollit dolor Lorem minim. Cupidatat nisi aute in in esse laborum elit laborum. Dolor ullamco quis veniam proident ut laborum deserunt est sunt pariatur officia nisi. Voluptate occaecat pariatur ut magna officia fugiat irure tempor officia ipsum mollit amet deserunt.\r\n",
      "tags": [
        "Hivedom",
        "Inquala",
        "Zipak",
        "Applideck",
        "Verbus",
        "Ecstasia",
        "Kneedles",
        "Isostream",
        "Quility",
        "Medcom"
      ]
    },
    {
      "id": 8,
      "guid": "b333b552-b769-476b-874e-9977f9bd10ab",
      "status": "Draft",
      "author": "Haynes Barron",
      "title": "Elit eiusmod ex cillum deserunt labore.",
      "content": "Non dolore elit aliquip est officia culpa velit in reprehenderit do. Irure voluptate excepteur mollit laboris in ut ullamco ut fugiat labore velit tempor sit anim. Deserunt deserunt excepteur anim sunt eiusmod aute aliqua elit nostrud dolore. Et laborum adipisicing occaecat fugiat dolore dolore. Reprehenderit eiusmod veniam aliqua non ullamco veniam reprehenderit ullamco commodo amet reprehenderit id. Laborum ullamco ad aliqua laborum ex proident fugiat enim id ex excepteur.\r\n",
      "tags": [
        "Evidends",
        "Candecor",
        "Comtrak",
        "Viagrand",
        "Sonique",
        "Petigems",
        "Shopabout",
        "Cubix",
        "Pyramis",
        "Extro"
      ]
    }
  ],
  "profile": {
    "name": "typicode test quang"
  },

  "Writers": [
    {
        "identity": "1",
        "contentId": "1",
        "name": "Vanessa Angel",
        "email": "vanessa@niteco.se",
        "isActive": true
    },
    {
        "identity": "2",
        "contentId": "2",
        "name": "Gabrielle Anwar",
        "email": "gabrielle@niteco.se",
        "isActive": false
    },
    {
        "identity": "3",
        "contentId": "3",
        "name": "Gemma Arterton ",
        "email": "gemma@niteco.se",
        "isActive": true
    },
    {
        "identity": "4",
        "contentId": "4",
        "name": "Rosalind Bennett",
        "email": "Rosalind@niteco.se",
        "isActive": false
    }
],
  "delete-writer" :[
  {
    "identity":"1",
    "result":true
  },
  {
    "identity":"2",
    "result":false
  },
  {
    "identity":"3",
    "result":true
  }


  ]

  
}